{
  "name": "Deepling Servants",
  "icon": "cataclysm:lionfish",
  "category": "goety:cataclysm/summons",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Followers of the Leviathan, odd creatures that resembles the denizens of the End, yet are incapable of teleportation and thrives within water."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety_cataclysm:deepling_servant",
      "scale": 0.5
    },
    {
      "type": "goety:ritual",
      "recipe": "goety_cataclysm:thrall/summon_deepling_servant_thrall"
    },
    {
      "type": "patchouli:text",
      "text": "An average Deepling, capable of either throwing their coral spears from long distances, or using it in melee. They can be given a Coral Spear if required."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety_cataclysm:deepling_angler_servant",
      "scale": 0.5
    },
    {
      "type": "goety:ritual",
      "recipe": "goety_cataclysm:thrall/summon_deepling_angler_servant_thrall"
    },
    {
      "type": "patchouli:text",
      "text": "Deeplings that wield fishing rods and have a Lionfish leashed to themselves. Their coloration and ability to poison their foes makes one wonder how the two relate to each other."
    },
    {
      "type": "patchouli:text",
      "text": "Using Shears on their Lionfish will unleashed them, whereupon they will follow and obey you. If bereft of a Lionfish, the angler will catch another after 10 minutes, by default, if they're in water and still have their fishing rods. Catching another will slowly dwindle their rod's durability, though they can be given another."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety_cataclysm:deepling_brute_servant",
      "scale": 0.5
    },
    {
      "type": "goety:ritual",
      "recipe": "goety_cataclysm:convert_deepling_servant_to_deepling_brute"
    },
    {
      "type": "patchouli:text",
      "text": "Powerful Deeplings that possesses more finesse and strength than their regular counterparts. They can be given a Coral Bardiche if required"
    },
    {
      "type": "patchouli:entity",
      "entity": "goety_cataclysm:deepling_priest_servant",
      "scale": 0.5
    },
    {
      "type": "goety:ritual",
      "recipe": "goety_cataclysm:convert_deepling_servant_to_deepling_priest"
    },
    {
      "type": "patchouli:text",
      "text": "Even with them under your command, you've no clue whether these bringers of blinding lights worship the Leviathan or whatever being that powers the Altar of Amethyst. They can be given an Athame if required"
    },
    {
      "type": "patchouli:entity",
      "entity": "goety_cataclysm:deepling_warlock_servant",
      "scale": 0.5
    },
    {
      "type": "goety:ritual",
      "recipe": "goety_cataclysm:convert_deepling_servant_to_deepling_warlock"
    },
    {
      "type": "patchouli:text",
      "text": "Unlike their Priest cousins, these Deeplings tap into the power of the Leviathan to summon forth beams of abyssal energies from the ground. It doesn't have a fascination with fungi or tiny wart-full arachnids though. They can be given an Athame if required"
    },
    {
      "type": "patchouli:text",
      "text": "All Deepling variants can be healed by either donning an Abyss Robe, or feeding them fish."
    }
  ]
}