{
  "name": "Servos Ondadores",
  "icon": "cataclysm:lionfish",
  "category": "goety:cataclysm/summons",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Seguidores do Leviatã, criaturas estranhas que se assemelham aos habitantes do End, mas são incapazes de teletransporte e prosperam dentro dos oceanos."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety_cataclysm:deepling_servant",
      "scale": 0.5
    },
    {
      "type": "goety:ritual",
      "recipe": "goety_cataclysm:thrall/summon_deepling_servant_thrall"
    },
    {
      "type": "patchouli:text",
      "text": "Um Ondador comum, capaz de lançar suas lanças de coral de longas distâncias, ou usá-las no combate corpo a corpo. Eles podem receber uma Lança de Coral se necessário."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety_cataclysm:deepling_angler_servant",
      "scale": 0.5
    },
    {
      "type": "goety:ritual",
      "recipe": "goety_cataclysm:thrall/summon_deepling_angler_servant_thrall"
    },
    {
      "type": "patchouli:text",
      "text": "Ondadores que empunham varas de pescar e têm um Peixe-Leão preso a si mesmos. Sua coloração e capacidade de envenenar seus inimigos fazem alguém se perguntar como os dois se relacionam entre si."
    },
    {
      "type": "patchouli:text",
      "text": "Usar Tesouras em seus Peixes-Leões os soltaram, onde então eles seguirão e obedecerão a você. Se privado de um Peixe-Leão, o pescador pegará outro após 10 minutos, por padrão, se estiverem na água e ainda tiverem suas varas de pescar. Pegar outro diminuirá lentamente a durabilidade de sua vara, embora possam receber outra."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety_cataclysm:deepling_brute_servant",
      "scale": 0.5
    },
    {
      "type": "goety:ritual",
      "recipe": "goety_cataclysm:convert_deepling_servant_to_deepling_brute"
    },
    {
      "type": "patchouli:text",
      "text": "Ondadores poderosos que possuem mais fineza e força do que suas contrapartes regulares. Eles podem receber uma Bardiche de Coral se necessário"
    },
    {
      "type": "patchouli:entity",
      "entity": "goety_cataclysm:deepling_priest_servant",
      "scale": 0.5
    },
    {
      "type": "goety:ritual",
      "recipe": "goety_cataclysm:convert_deepling_servant_to_deepling_priest"
    },
    {
      "type": "patchouli:text",
      "text": "Mesmo com eles sob seu comando, você não tem ideia se estes portadores de luzes cegantes adoram o Leviatã ou qualquer ser que alimenta o Altar de Ametista. Eles podem receber um Athame se necessário"
    },
    {
      "type": "patchouli:entity",
      "entity": "goety_cataclysm:deepling_warlock_servant",
      "scale": 0.5
    },
    {
      "type": "goety:ritual",
      "recipe": "goety_cataclysm:convert_deepling_servant_to_deepling_warlock"
    },
    {
      "type": "patchouli:text",
      "text": "Ao contrário de seus primos Sacerdotes, estes Ondadores aproveitam o poder do Leviatã para invocar feixes de energias abissais do chão. Ele não tem uma fascinação por fungos ou pequenas aranhas cheias de verrugas. Eles podem receber um Athame se necessário"
    },
    {
      "type": "patchouli:text",
      "text": "Todas as variantes dos ondadores podem ser curadas vestindo uma Túnica do Abismo, ou alimentando-os com peixes."
    }
  ]
}